export default function App() {
  return (
    <div
      style={{
        backgroundColor: "#FFE4E1", // misty rose
        minHeight: "100vh",
        padding: "40px",
        textAlign: "center",
      }}
    >
      <h1 style={{ fontSize: "2.5rem", marginBottom: "20px" }}>
        A Month with You 🤍🐶
      </h1>

      <p style={{ fontSize: "1.1rem", lineHeight: "1.9" }}>
        สุขสันต์วันครบรอบคับ มีคนจำได้ไหมน้าา 1 เดือนแยะ  
        เค้ามีไรจะสารภาพ เค้าไม่ชอบหัวเกรียน55555  
        เพราะชอบนอกใจง้ะ แรกๆก็คิดมากแหละ  
        แต่เด่กทำให้เค้าสบายใจขึ้นเยอะเลย  
        เด่กเป็นแฟนที่ดีมากเลยน้า  
        แต่เค้าชอบคิดมากคิดไปเองแล้วเอามานอย  
        ขอโทษคับ🥹  
        <br /><br />
        อีก 8 วันเด่กต้องไปฝึกและ คิดถึงมากๆแน่เลย  
        แต่ไม่ร้องหรอกเดี๋ยวแฟนเป็นห่วง  
        ตั้งใจน้า สู้ๆ  
        ไม่ต้องเป็นห่วงเค้าน้าคับ  
        ขอบคุณน้าที่เลือกเค้า  
        แล้วก็ขอบคุณที่ไม่รำคาญ  
        เวลาเค้างี่เง่างอแงนะคับ  
        <br /><br />
        รักที่สุดเลยย🫶🏻  
        อยู่ด้วยกันไปเรื่อยๆเลยน้าา🤍
      </p>
    </div>
  );
}
